{
  "152": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Chikorita releases a sweet aroma from the leaf on its head. The aroma calms aggressive feelings."
        }
      }
    }
  },
  "153": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Bayleef's neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree."
        }
      }
    }
  },
  "154": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Meganium's breath has the power to revive dead grass and plants. It can make them healthy again."
        }
      }
    }
  },
  "155": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokémon is angry."
        }
      }
    }
  },
  "156": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokémon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames."
        }
      }
    }
  },
  "157": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokémon creates blazing explosive blasts that burn everything to cinders."
        }
      }
    }
  },
  "158": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Totodile is very energetic, and it often has to work off its excess energy by playing. However, it is also known to be a ruthless hunter."
        }
      }
    }
  },
  "159": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Croconaw's jaws are very powerful— they are strong enough to crush even the hardest of objects. This Pokémon may be proud of its powerful bite, often shown by biting down on anything it can."
        }
      }
    }
  },
  "160": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed."
        }
      }
    }
  },
  "161": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Sentret stands on its tail so it can see a long way. If it spots an enemy, it cries loudly to warn its kind."
        }
      }
    }
  },
  "162": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away."
        }
      }
    }
  },
  "163": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Hoothoot has an internal organ that senses and tracks the earth's rotation. Using this special organ, this Pokémon begins hooting at precisely the same time every day."
        }
      }
    }
  },
  "164": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Noctowl never fails at catching prey in darkness. This Pokémon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight."
        }
      }
    }
  },
  "165": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others."
        }
      }
    }
  },
  "166": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ledian is said to have the most beautiful wings of any Bug Pokémon. Its wings are covered in dustlike scales that glitter in moonlight."
        }
      }
    }
  },
  "167": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Spinarak has an easily identifiable red spot on its back. The web it spins can be considered its second nervous system."
        }
      }
    }
  },
  "168": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ariados's feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokémon constricts the foe with thin and strong silk webbing."
        }
      }
    }
  },
  "169": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Crobat sneaks up on its intended prey using wings that barely make a sound. This Pokémon rests by hanging on a tree branch with its rear legs that serve as wings."
        }
      }
    }
  },
  "170": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Chinchou lets loose positive and negative electrical charges from its two antennas to make its prey faint. This Pokémon flashes its electric lights to exchange signals with others."
        }
      }
    }
  },
  "171": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Lanturn is known to emit light. If you peer down into the dark sea from a ship at night, you can sometimes see this Pokémon's light rising from the depths where it swims."
        }
      }
    }
  },
  "172": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Pichu charges itself with electricity more easily on days with thunderclouds or when the air is very dry. You can hear the crackling of static electricity coming off this Pokémon."
        }
      }
    }
  },
  "173": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Cleffa has a starlike silhouette. If you come across something that’s lost and wandering about, it’s best to ignore it. Some say that it may appear if you are lost in the forest."
        }
      }
    }
  },
  "174": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Igglybuff has a soft and plushy body that feels very much like a marshmallow. From this body wafts a gently sweet fragrance that soothes and calms the emotions of its foes."
        }
      }
    }
  },
  "175": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Togepi is considered to be a symbol of good luck. It is said that those who see a Togepi are promised happiness and good fortune."
        }
      }
    }
  },
  "176": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Togetic is said to share good luck with people who touch the egg-shaped spot on its forehead. The longer it is bathed in sunlight, the warmer it feels."
        }
      }
    }
  },
  "177": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Natu cannot fly because its wings are not yet fully grown. If your eyes meet with this Pokémon’s eyes, it will stare back intently at you. But if you move even slightly, it will hop away to safety."
        }
      }
    }
  },
  "178": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future."
        }
      }
    }
  },
  "179": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Mareep's fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows."
        }
      }
    }
  },
  "180": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Flaaffy's fluffy fleece easily stores electricity. It often plays the prank of walking up to people and giving them a shock."
        }
      }
    }
  },
  "181": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokémon to send signals back and forth with others far away."
        }
      }
    }
  },
  "182": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Bellossom gather at times and appear to dance. They say that the dance is a ritual to summon the sun."
        }
      }
    }
  },
  "183": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Marill spins its tail as if it were a lasso, then hurls it far. The momentum of the throw sends its body flying, too. Using this unique action, one of these Pokémon managed to hurl itself a record 33 feet."
        }
      }
    }
  },
  "184": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Azumarill’s long ears are indispensable sensors. By focusing its hearing, this Pokémon can identify what kinds of prey are around, even in rough and fast-running rivers."
        }
      }
    }
  },
  "185": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. It hates water and flees from rain."
        }
      }
    }
  },
  "186": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Politoed's croaking is the loudest of any frog Pokémon, and it is said that it can be heard for over a mile away."
        }
      }
    }
  },
  "187": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Hoppip's flower blossoms when the sun shines. It floats in the air and moves like it’s dancing when the sun beams down and brightens the day."
        }
      }
    }
  },
  "188": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Skiploom’s flower blossoms when the sun shines. It floats in the sky during the day and descends to the ground in the evening."
        }
      }
    }
  },
  "189": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokémon descends to the ground when it encounters cold air while it is floating."
        }
      }
    }
  },
  "190": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Aipom lives atop tall trees. When leaping from branch to branch, it deftly uses its tail for balance."
        }
      }
    }
  },
  "191": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew."
        }
      }
    }
  },
  "192": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night."
        }
      }
    }
  },
  "193": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Yanma is said to have been the inspiration for the design of modern fighter jets. It has the remarkable ability to freely and instantly control three-dimensional movement."
        }
      }
    }
  },
  "194": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film."
        }
      }
    }
  },
  "195": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry."
        }
      }
    }
  },
  "196": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokémon developed its precognitive powers to protect its Trainer from harm."
        }
      }
    }
  },
  "197": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Umbreon evolved as a result of exposure to the moon’s waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack."
        }
      }
    }
  },
  "198": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokémon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women."
        }
      }
    }
  },
  "199": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokémon apparently forgets everything it has learned if the Shellder on its head comes off."
        }
      }
    }
  },
  "200": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Misdreavus frightens people with a creepy, sobbing cry. The Pokémon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition."
        }
      }
    }
  },
  "201": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Unown is said to have existed since ancient times. It is considered a Pokémon of mystery because so little is known about it. "
        }
      }
    }
  },
  "202": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Wobbuffet does nothing but endure attacks—it won’t attack on its own. However, it won’t endure an attack on its tail. When that happens, the Pokémon will try to take the foe with it using Destiny Bond."
        }
      }
    }
  },
  "203": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Girafarig’s rear head also has a brain, but it is small. The rear head attacks in response to smells and sounds. Approaching this Pokémon from behind can cause the rear head to suddenly lash out and bite."
        }
      }
    }
  },
  "204": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokémon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning."
        }
      }
    }
  },
  "205": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokémon is catching prey, but it does so at such a quick pace that the shell’s inside cannot be seen."
        }
      }
    }
  },
  "206": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backwards. This Pokémon is known to make its nest in complex shapes deep under the ground."
        }
      }
    }
  },
  "207": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Gligar glides through the air without a sound as if it were sliding. This Pokémon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb."
        }
      }
    }
  },
  "208": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Steelix lives even further underground than Onix. This Pokémon is known to dig towards the earth's core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground."
        }
      }
    }
  },
  "209": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Snubbull has an active, playful nature. Many women like to frolic with Snubbull because of its affectionate ways."
        }
      }
    }
  },
  "210": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokémon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately."
        }
      }
    }
  },
  "211": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Qwilfish sucks in water, inflating itself. This Pokémon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. "
        }
      }
    }
  },
  "212": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature."
        }
      }
    }
  },
  "213": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice."
        }
      }
    }
  },
  "214": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Heracross charges in a straight line at its foe, slips beneath the foe’s grasp, and then scoops up and hurls the opponent with its mighty horn. This Pokémon even has enough power to topple a massive tree."
        }
      }
    }
  },
  "215": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Sneasel scales trees by punching its hooked claws into the bark. This Pokémon seeks out unguarded nests and steals eggs for food while the parents are away."
        }
      }
    }
  },
  "216": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Teddiursa likes to feed on sweet fruit and can be seen licking its paws that are soaked with honey. This Pokémon always has a big appetite."
        }
      }
    }
  },
  "217": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ursaring can knock a foe out cold with one swipe of its paw. This Pokémon's claws are incredibly sharp and can easily crush even the sturdiest of objects."
        }
      }
    }
  },
  "218": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokémon's body, carrying essential nutrients and oxygen to its organs."
        }
      }
    }
  },
  "219": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Magcargo’s body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokémon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog."
        }
      }
    }
  },
  "220": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokémon occasionally roots out hot springs."
        }
      }
    }
  },
  "221": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Piloswine is covered by a thick coat of long hair that enables it to endure freezing cold. This Pokémon uses its tusks to dig up food that has been buried under ice."
        }
      }
    }
  },
  "222": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Corsola's branches glitter very beautifully in seven colors when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night."
        }
      }
    }
  },
  "223": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokémon travels downstream from rivers."
        }
      }
    }
  },
  "224": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Octillery grabs onto its foe using its tentacles. This Pokémon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape."
        }
      }
    }
  },
  "225": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world's highest mountain, thanks to one of these Pokémon sharing its food."
        }
      }
    }
  },
  "226": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Mantine is mostly made of a thin, durable membrane that is mostly used for its wings. This Pokémon glides on the ocean surface with its wings."
        }
      }
    }
  },
  "227": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Skarmory’s sturdy wings look like sharply edged swords and can slice through the air as if they were blades. This Pokémon flies at close to 190 mph."
        }
      }
    }
  },
  "228": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokémon's remarkable teamwork is unparalleled."
        }
      }
    }
  },
  "229": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Houndoom's eerie howls are said to be a sign that it is going to take on the role of Death. The grim reaper of Pokémon. This Pokémon's paws contain a fire inferno that is 2,000 degrees Fahrenheit."
        }
      }
    }
  },
  "230": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Kingdra lives at extreme ocean depths that are otherwise uninhabited. It has long been believed that the yawning of this Pokémon creates spiraling ocean currents."
        }
      }
    }
  },
  "231": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokémon can be seen drying their soaking-wet bodies at the edge of water."
        }
      }
    }
  },
  "232": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Donphan's favorite attack is curling its body into a ball, then charging at its foe while rolling at high speed. Once it starts rolling, this Pokémon can't stop very easily."
        }
      }
    }
  },
  "233": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Porygon2 was created by humans using the power of science. The man-made Pokémon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own."
        }
      }
    }
  },
  "234": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokémon was hunted close to extinction by those who were after the priceless antlers."
        }
      }
    }
  },
  "235": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokémon have been found."
        }
      }
    }
  },
  "236": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokémon, the Trainer must establish and uphold various training methods."
        }
      }
    }
  },
  "237": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. "
        }
      }
    }
  },
  "238": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn’t become dirty."
        }
      }
    }
  },
  "239": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokémon begins swinging its arms in circles to recharge itself."
        }
      }
    }
  },
  "240": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Magby’s state of health is determined by observing the fire it breathes. If the Pokémon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames."
        }
      }
    }
  },
  "241": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can’t drink milk turn it into yogurt and eat it instead."
        }
      }
    }
  },
  "242": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokémon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face."
        }
      }
    }
  },
  "243": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts were crashing down."
        }
      }
    }
  },
  "244": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch."
        }
      }
    }
  },
  "245": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water."
        }
      }
    }
  },
  "246": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Larvitar is born deep under the ground. To come up to the surface, this Pokémon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents."
        }
      }
    }
  },
  "247": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. Its body can’t be harmed by any sort of attack."
        }
      }
    }
  },
  "248": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokémon wanders about in mountains seeking new opponents to fight."
        }
      }
    }
  },
  "249": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Lugia's wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea."
        }
      }
    }
  },
  "250": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Ho-Oh's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow."
        }
      }
    }
  },
  "251": {
    "mapValue": {
      "fields": {
        "description": {
          "stringValue": "Celebi has the power to travel across time, but it is said to appear only in peaceful times. It has been regarded as a bringer of blessed harvests and is considered a guardian of the forest."
        }
      }
    }
  }
}